Repository: matiasespina1991/find_a_therapist_app
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr

source: All therapists
de: Alle Therapeuten
es: Todos los terapeutas
fr: Tous les thérapeutes

source: Image uploaded successfully.
de: Bild erfolgreich hochgeladen.
es: Imagen subida exitosamente.
fr: Image téléchargée avec succès.

source: Error saving profile
de: Fehler beim Speichern des Profils
es: Error al guardar el perfil
fr: Erreur lors de la sauvegarde du profil

# errorSavingProfileMessage
source: There was an error trying to your profile. Please try again later.
de: Es gab einen Fehler beim Speichern Ihres Profils. Bitte versuchen Sie es erneut.
es: Hubo un error al guardar tu perfil. Por favor, inténtalo de nuevo más tarde.
fr: Erreur lors de la sauvegarde de votre profil. Veuillez réessayer plus tard.

source: Your Therapist Profile
de: Dein Therapeutenprofil
es: Tu perfil de terapeuta
fr: Votre profil de thérapeute

source: Personal Info
de: Persönliche Informationen
es: Datos personales
fr: Informations personnelles

source: About me
de: Über mich
es: Sobre mí
fr: À propos de moi

source: First Name
de: Vorname
es: Nombre
fr: Prénom

source: Please enter your full name
de: Bitte gib deinen vollständigen Namen ein
es: Por favor, ingresa tu nombre completo
fr: Veuillez saisir votre nom complet

source: Last Name
de: Nachname
es: Apellido
fr: Nom de famille

source: Birthday
de: Geburtstag
es: Fecha de nacimiento
fr: Date de naissance

source: Please enter your birthday
de: Bitte gib dein Geburtsdatum ein
es: Por favor, ingresa tu fecha de nacimiento
fr: Veuillez saisir votre date de naissance

source: Please enter your email
de: Bitte gib deine E-Mail-Adresse ein
es: Por favor, ingresa tu correo electrónico
fr: Veuillez saisir votre adresse e-mail

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone

source: Please enter your phone number
de: Bitte gib deine Telefonnummer ein
es: Por favor, ingresa tu número de teléfono
fr: Veuillez saisir votre numéro de téléphone

source: Address
de: Adresse
es: Dirección
fr: Adresse

source: Zip Code
de: Postleitzahl
es: Código postal
fr: Code postal

source: Add Specialization/s
de: Spezialisierung(en) hinzufügen
es: Agregar especialización/es
fr: Ajouter des spécialisations

source: Add Spoken Language/s
de: Gesprochene Sprache(n) hinzufügen
es: Agregar idioma/s hablado/s
fr: Ajouter des langue(s) parlée(s)

source: Intro
de: Einführung
es: Introducción
fr: Introduction

source: Please enter your intro
de: Bitte gib deine Einführung ein
es: Por favor, ingresa tu introducción
fr: Veuillez saisir votre introduction

source: Public Presentation
de: Öffentliche Präsentation
es: Presentación pública
fr: Présentation publique

source: Please enter your public presentation
de: Bitte gib deine öffentliche Präsentation ein
es: Por favor, ingresa tu presentación pública
fr: Veuillez saisir votre présentation publique

source: Private Notes
de: Private Notizen
es: Notas privadas
fr: Notes privées

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications

source: Saving Changes...
de: Änderungen werden gespeichert...
es: Guardando gambios...
fr: Enregistrement des modifications...

source: Profile saved!
de: Profil gespeichert!
es: ¡Perfil guardado!
fr: Profil sauvegardé!

# profileSavedMessage
source: Your profile has been successfully updated.
de: Dein Profil wurde erfolgreich aktualisiert.
es: Tu perfil ha sido actualizado exitosamente.
fr: Votre profil a été mis à jour avec succès.

source: Error uploading image
de: Fehler beim Hochladen des Bildes
es: Error al subir la imagen
fr: Erreur lors du téléchargement de l'image

source: Image uploaded
de: Bild hochgeladen
es: Imagen subida
fr: Image téléchargée

source: Your profile
de: Dein Profil
es: Tu perfil
fr: Votre profil

source: Uploading image...
de: Bild wird hochgeladen...
es: Subiendo imagen...
fr: Téléchargement de l'image...

source: Error updating profile
de: Fehler beim Aktualisieren des Profils
es: Error al actualizar el perfil
fr: Erreur lors de la mise à jour du profil

source: Profile updated successfully
de: Profil erfolgreich aktualisiert
es: Perfil actualizado exitosamente
fr: Profil mis à jour avec succès

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres

source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...

# noTherapistsFound
source: Sorry, no therapists found matching your criteria.
de: Keine Therapeuten gefunden
