Repository: matiasespina1991/find_a_therapist_app
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr

# _locale
source: en
de: de
es: es
fr: fr

# loginScreenTitle
source: Login screen
de: Anmelden
es: Iniciar sesión
fr: Se connecter

# passwordLabel
source: PASSWORD
de: PASSWORT
es: CONTRASEÑA
fr: MOT DE PASSE

source: password
de: Passwort
es: contraseña
fr: mot de passe

# loginButton
source: Login
de: Anmelden
es: Iniciar sesión
fr: Se connecter

# logoutButton
source: Logout
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter

# sendButton
source: Send
de: Senden
es: Enviar
fr: Envoyer

# sendingButton
source: Sending...
de: Senden...
es: Enviando...
fr: Envoi en cours...

# cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

# forgotPasswordButton
source: Forgot your password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié?

# settingsButton
source: Settings
de: Einstellungen
es: Configuraciones
fr: Paramètres

# signingInMessage
source: Signing in...
de: Anmeldung...
es: Iniciando sesión...
fr: Connexion en cours...

# loginSuccessfulMessage
source: Login successful!
de: Erfolgreich angemeldet!
es: Haz iniciado sesión!
fr: Vous êtes connecté!

# loginErrorMessage
source: Error logging in. Please try again or contact support.
de: Fehler bei der Anmeldung. Bitte versuchen Sie es erneut oder kontaktieren Sie den Support.
es: Error al iniciar sesión. Por favor, inténtelo de nuevo o contacte con el soporte.
fr: Erreur de connexion. Veuillez réessayer ou contacter le support.

# invalidEmailMessage
source: Please insert a valid email.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Inserte un correo electrónico válido, por favor.
fr: Veuillez saisir une adresse e-mail valide.

# invalidPasswordMessage
source: Please insert a valid password.
de: Bitte geben Sie ein gültiges Passwort ein.
es: Inserte una contraseña válida, por favor.
fr: Veuillez saisir un mot de passe valide.

source: Light Mode/Dark Mode
de: Hell-/Dunkelmodus
es: Modo claro / modo oscuro
fr: Mode clair / mode sombre

source: Light Mode
de: Hellmodus
es: Modo claro
fr: Mode clair

source: Dark Mode
de: Dunkelmodus
es: Modo oscuro
fr: Mode sombre

source: Switch to dark mode
de: Zu Dunkelmodus wechseln
es: Cambiar a modo oscuro
fr: Passer en mode sombre

source: Switch to light mode
de: Zu Hellmodus wechseln
es: Cambiar a modo claro
fr: Passer en mode clair

# passwordHintText
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

# invalidPasswordTooShortMessage
source: Password must be at least 6 characters long.
de: Das Passwort muss mindestens 6 Zeichen lang sein.
es: La contraseña debe tener al menos 6 caracteres.
fr: Le mot de passe doit comporter au moins 6 caractères.

# invalidEmailSnackbarMessage
source: The email address inserted is not valid.
de: Die eingegebene E-Mail-Adresse ist ungültig.
es: El correo electrónico insertado no es válido.
fr: L'adresse e-mail saisie n'est pas valide.

# invalidPasswordSnackbarMessage
source: The password inserted is not valid.
de: Das eingegebene Passwort ist ungültig.
es: La contraseña insertada no es válida.
fr: Le mot de passe saisi n'est pas valide.

source: Please fill the following fields:
de: Bitte füllen Sie die folgenden Felder aus:
es: Por favor, rellene los siguientes campos:
fr: Veuillez remplir les champs suivants :

# signInWithGoogleButtonLabel
source: Sign in with Google
de: Mit Google anmelden
es: Iniciar sesión con Google
fr: Se connecter avec Google

# signingInWithGoogleSnackbarMessage
source: Signing in with Google...
de: Anmeldung mit Google...
es: Iniciando sesión con Google...
fr: Connexion avec Google en cours...

# errorSigningInWithGoogleSnackbarMessage
source: There was an error signing in with Google. Please try again or contact support.
de: Es gab einen Fehler bei der Anmeldung mit Google. Bitte versuchen Sie es erneut oder kontaktieren Sie den Support.
es: Hubo un error al iniciar sesión con Google. Por favor, inténtelo de nuevo o contacte con el soporte.
fr: Erreur lors de la connexion avec Google. Veuillez réessayer ou contacter le support.

# homeScreenTitle
source: Home Screen
de: Startbildschirm
es: Pantalla Principal
fr: Écran principal

# buttonsSectionTitle
source: Buttons
de: Tasten
es: Botones
fr: Boutons

# elevatedButtonLabel
source: Elevated Button
de: Erhöhte Taste
es: Botón Elevado
fr: Bouton surélevé

# textButtonLabel
source: Text Button
de: Text Taste
es: Botón de Texto
fr: Bouton texte

# outlinedButtonLabel
source: Outlined Button
de: Umrissene Taste
es: Botón Contorneado
fr: Bouton contour

# switchesSectionTitle
source: Switches
de: Schalter
es: Interruptores
fr: Interrupteurs

source: Example Switch
de: Beispielschalter
es: Interruptor de Ejemplo
fr: Exemple d'interrupteur

# inputsSectionTitle
source: Inputs
de: Eingaben
es: Entradas
fr: Entrées

# textFieldLabel
source: Example TextField
de: Beispiel Textfeld
es: Campo de Texto de Ejemplo
fr: Exemple de champ de texte

# steppersSectionTitle
source: Steppers
de: Schrittweiser
es: Pasos
fr: Étapes

# stepOneTitle
source: Step One
de: Schritt Eins
es: Paso Uno
fr: Étape Un

# stepOneContent
source: This is the content for step one.
de: Dies ist der Inhalt für Schritt eins.
es: Este es el contenido del paso uno.
fr: Ceci est le contenu de l'étape un.

# stepTwoTitle
source: Step Two
de: Schritt Zwei
es: Paso Dos
fr: Étape Deux

# stepTwoContent
source: This is the content for step two.
de: Dies ist der Inhalt für Schritt zwei.
es: Este es el contenido del paso dos.
fr: Ceci est le contenu de l'étape deux.

# stepThreeTitle
source: Step Three
de: Schritt Drei
es: Paso Tres
fr: Étape Trois

# stepThreeContent
source: This is the content for step three.
de: Dies ist der Inhalt für Schritt drei.
es: Este es el contenido del paso tres.
fr: Ceci est le contenu de l'étape trois.

# chipsSectionTitle
source: Chips
fr: Puce

# chipOneLabel
source: Chip One
de: Chip Eins
es: Chip Uno
fr: Puce Un

# chipTwoLabel
source: Chip Two
de: Chip Zwei
es: Chip Dos
fr: Puce Deux

# chipThreeLabel
source: Chip Three
de: Chip Drei
es: Chip Tres
fr: Puce Trois

# slidersSectionTitle
source: Sliders
de: Schieberegler
es: Deslizadores
fr: Curseurs

# sliderValueLabel
source: Slider Value
de: Schiebereglerwert
es: Valor del Deslizador
fr: Valeur du curseur

# exampleDisplayLargePrefix
source: Example of Display
de: Beispiel für Display
es: Ejemplo de Display
fr: Exemple d'affichage

# exampleDisplayMediumPrefix
source: Example of Display
de: Beispiel für Display
es: Ejemplo de Display
fr: Exemple d'affichage

# exampleDisplaySmallPrefix
source: Example of Display
de: Beispiel für Display
es: Ejemplo de Display
fr: Exemple d'affichage

# exampleHeadlineLargePrefix
source: Example of Headline
de: Beispiel für Headline
es: Ejemplo de Headline
fr: Exemple de gros titre

# exampleHeadlineMediumPrefix
source: Example of Headline
de: Beispiel für Headline
es: Ejemplo de Headline
fr: Exemple de gros titre

# exampleHeadlineSmallPrefix
source: Example of Headline
de: Beispiel für Headline
es: Ejemplo de Headline
fr: Exemple de gros titre

# exampleTitleLargePrefix
source: Example of Title
de: Beispiel für Title
es: Ejemplo de Title
fr: Exemple de titre

# exampleTitleMediumPrefix
source: Example of Title
de: Beispiel für Title
es: Ejemplo de Title
fr: Exemple de titre

# exampleTitleSmallPrefix
source: Example of Title
de: Beispiel für Title
es: Ejemplo de Title
fr: Exemple de titre

# exampleBodyLargePrefix
source: Example of Body
de: Beispiel für Body
es: Ejemplo de Body
fr: Exemple de corps

# exampleBodyMediumPrefix
source: Example of Body
de: Beispiel für Body
es: Ejemplo de Body
fr: Exemple de corps

# exampleBodySmallPrefix
source: Example of Body
de: Beispiel für Body
es: Ejemplo de Body
fr: Exemple de corps

# exampleLabelLargePrefix
source: Example of Label
de: Beispiel für Label
es: Ejemplo de Label
fr: Exemple d'étiquette

# exampleLabelMediumPrefix
source: Example of Label
de: Beispiel für Label
es: Ejemplo de Label
fr: Exemple d'étiquette

# exampleLabelSmallPrefix
source: Example of Label
de: Beispiel für Label
es: Ejemplo de Label
fr: Exemple d'étiquette

source: Successful Login
de: Erfolgreiche Anmeldung
es: Inicio de sesión exitoso
fr: Connexion réussie

# successfulLoginRedirectToHomeMessage
source: You will be redirected to the main screen.
de: Du wirst zum Hauptbildschirm weitergeleitet.
es: Serás redirigido a la pantalla principal.
fr: Vous serez redirigé vers l'écran principal.

source: Got it
de: Verstanden
es: Entendido
fr: Compris

source: Login failed
de: Anmeldung fehlgeschlagen
es: Inicio de sesión fallido
fr: Échec de la connexion

# loginFailedMessage
source: There was an error logging in. Please try again.
de: Beim Anmelden ist ein Fehler aufgetreten. Bitte versuche es erneut.
es: Hubo un error al iniciar sesión. Inténtalo de nuevo.
fr: Erreur lors de la connexion. Veuillez réessayer.

# continueButton
source: Continue
de: Weiter
es: Continuar
fr: Continuer

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Back
de: Zurück
es: Atrás
fr: Retour

source: Yes
de: Ja
es: Sí
fr: Oui

source: No
de: Nein
fr: Non

# emptyFields
source: Some fields are empty
de: Einige Felder sind leer
es: Algunos campos están vacíos
fr: Certains champs sont vides

# fillAllFields
source: Please fill the following field/s:
de: Bitte füllen Sie die folgenden Felder aus:
es: Por favor completa lo/s siguiente/s campo/s:
fr: Veuillez remplir les champs suivants :

source: Failed Logout
de: Abmeldung fehlgeschlagen
es: Cierre de sesión fallido
fr: Échec de la déconnexion

# failedLogoutMessage
source: There was an error when trying to logout. Please try again.
de: Beim Abmelden ist ein Fehler aufgetreten. Bitte versuche es erneut.
es: Hubo un error al intentar cerrar sesión. Inténtalo de nuevo.
fr: Erreur lors de la déconnexion. Veuillez réessayer.

source: Unauthorized Access
de: Unbefugter Zugriff
es: Acceso no autorizado
fr: Accès non autorisé

# unauthorizedAccessMessage
source: You need to login to access {screenName}.
de: Du musst dich anmelden, um auf {screenName} zuzugreifen.
es: Necesitas iniciar sesión para acceder a {screenName}.
fr: Vous devez vous connecter pour accéder à {screenName}.

# unableToLoginNoInternet
source: Unable to Login
de: Anmeldung nicht möglich
es: No se puede iniciar sesión
fr: Impossible de se connecter

# noInternetMessageOnLoginAttempt
source: You tried to login but you don't have internet connection. Please connect to the internet and try again.
de: Du hast versucht, dich anzumelden, aber du hast keine Internetverbindung. Bitte verbinde dich mit dem Internet und versuche es erneut.
es: Intentaste iniciar sesión pero no tienes conexión a internet. Conéctate a internet e inténtalo de nuevo.
fr: Vous avez tenté de vous connecter mais vous n'avez pas de connexion Internet. Connectez-vous à Internet et réessayez.

source: No Internet Connection
de: Keine Internetverbindung
es: Sin conexión a Internet
fr: Pas de connexion Internet

# youAreCurrentlyOfflineMessage
source: You are currently offline. Please check your internet connection.
de: Sie sind derzeit offline. Bitte überprüfen Sie Ihre Internetverbindung.
es: Actualmente estás sin conexión a Internet.
fr: Vous êtes actuellement hors ligne.

# backToInternetConnection
source: You are back online
de: Sie sind wieder online
es: Estás de vuelta en línea
fr: Vous êtes de retour en ligne

# findYourTherapistButton
source: Find your therapist
de: Finde deinen Therapeuten
es: Encuentra tu terapeuta
fr: Trouvez votre thérapeute

# welcomeScreenSubtitleDescription
source: Your AI-powered partner that helps you find the right therapist for you and your specific needs - worldwide!
de: Dein AI-Partner, der dir hilft, den richtigen Therapeuten für dich und deine spezifischen Bedürfnisse zu finden, egal wo auf der Welt!
es: Tu asistente AI que te ayuda a encontrar el terapeuta adecuado para ti y tus necesidades específicas - ¡en cualquier parte del mundo!
fr: Votre assistant IA qui vous aide à trouver le thérapeute adapté à vous et à vos besoins spécifiques - partout dans le monde !

# registerAsTherapistButton
source: Register as a therapist
de: Als Therapeut registrieren
es: Registrarse como terapeuta
fr: S'inscrire en tant que thérapeute

# goToMyTherapistProfileButton
source: Go to my therapist profile
de: Zu meinem Therapeutenprofil gehen
es: Ir a mi perfil de terapeuta
fr: Aller à mon profil de thérapeute

# welcomeToPrefix
source: Welcome to
de: Willkommen bei
es: Bienvenido a
fr: Bienvenue à

source: Aspects detected by AI:
de: Aspekte, die von AI erkannt wurden:
es: Aspectos detectados por la IA:
fr: Aspects détectés par l'IA :

source: Finding matches...
de: Suche...
es: Buscando coincidencias...
fr: Recherche de correspondances...

source: Matched therapists:
de: Matched Therapeuten:
es: Match de terapeutas:
fr: Thérapeutes correspondants :

source: User Profile
de: Benutzerprofil
es: Perfil de usuario
fr: Profil utilisateur

source: Therapist Profile
de: Therapeutenprofil
es: Perfil de terapeuta
fr: Profil du thérapeute

source: Your request
de: Ihre Anfrage
es: Tu solicitud
fr: Recherche d'un thérapeute

source: The request input should not be empty.
de: Die Eingabe sollte nicht leer sein.
es: El cuadro del texto de solicitud no debe estar vacío.
fr: Le champ de texte de la demande ne doit pas être vide.

# tellUsWhatYouAreLookingFor
source: Tell us what you are looking for (Describe your issues and preferences in detail):
de: Sag uns, wonach du suchst (Beschreibe deine Probleme und Vorlieben im Detail):
es: Cuéntanos qué estás buscando (Describe los problemas que estés enfrentando y tus preferencias en detalle):
fr: Dites-nous ce que vous recherchez (Décrivez les problèmes que vous rencontrez et vos préférences en détail) :

# requestTextFieldHintText
source: Enter your request here - Provide as much information as possible about your needs, challenges, and what you're looking for in a therapist. e.g.: Hello, I am a 32-year-old individual looking for a therapist who can relate to my experiences and provide culturally sensitive therapy. I have faced difficulties with anxiety, low self-esteem, and have been finding it hard to socialize lately. I need someone who specializes in Cognitive Behavioral Therapy, and knowledge in astrology would be a plus. I would prefer a therapist of color and...
de: Geben Sie hier Ihre Anfrage ein - Geben Sie so viele Informationen wie möglich über Ihre Bedürfnisse, Herausforderungen und was Sie von einem Therapeuten erwarten. z.B.: Hallo, ich bin eine 32-jährige Person und suche einen Therapeuten. Ich habe Schwierigkeiten mit Angstzuständen, geringem Selbstwertgefühl und finde es in letzter Zeit schwer, Kontakte zu knüpfen. Ich brauche jemanden, der auf kognitive Verhaltenstherapie spezialisiert ist. Ich würde einen farbigen Therapeuten bevorzugen und...
es: Escribe tu solicitud aquí - Proporciona tanta información como sea posible sobre tus necesidades, desafíos y lo que buscas en un terapeuta. p.ej: Hola, soy una persona de 32 años que busca un terapeuta que pueda relacionarse con mis experiencias y brindar terapia culturalmente sensible. He enfrentado dificultades con la ansiedad, baja autoestima y últimamente me ha sido difícil socializar. Necesito a alguien que se especialice en Terapia Cognitivo-Conductual, y que tenga conocimientos en astrología sería un plus. Preferiría un terapeuta de color y...
fr: Écrivez votre demande ici - Fournissez autant d'informations que possible sur vos besoins, vos défis et ce que vous recherchez chez un thérapeute. par exemple : Bonjour, je suis une personne de 32 ans à la recherche d'un thérapeute qui puisse comprendre mes expériences et offrir une thérapie culturellement sensible. J'ai eu des difficultés avec l'anxiété, la faible estime de soi et il m'a été difficile de socialiser récemment. J'ai besoin de quelqu'un spécialisé en thérapie cognitivo-comportementale, avec une connaissance de l'astrologie en plus. Je préférerais un thérapeute de couleur et...

source: Meeting type
de: Treffen
es: Modalidad de Encuentro
fr: Type de rencontre

source: Remote
de: Fern
es: Remoto
fr: À distance

source: Presential
de: Präsenz
es: Presencial
fr: Présentiel

source: Worldwide
de: Weltweit
es: Todo el mundo
fr: Partout dans le monde

source: All
de: Alle
es: Todos
fr: Tous

source: Select a country
de: Wählen Sie ein Land
es: Selecciona un país
fr: Sélectionnez un pays

source: Select a state/province
de: Wählen Sie ein Bundesland/Provinz
es: Selecciona un estado/provincia
fr: Sélectionnez un état/province

source: Select a city
de: Wählen Sie eine Stadt
es: Selecciona una ciudad
fr: Sélectionnez une ville

source: Location
de: Ort
es: Ubicación
fr: Localisation

source: Country
de: Land
es: País
fr: Pays

source: State/Province
de: Bundesland/Kanton
es: Estado/Provincia
fr: État/Province

source: City
de: Stadt
es: Ciudad
fr: Ville

# searchPrefix
source: Search
de: Suche
es: Buscar
fr: Recherche

# noResultsAvailableForSelectedCountryState
source: No results available for the selected country/state.
de: Keine Ergebnisse für das ausgewählte Land/Bundesland gefunden.
es: No hay resultados disponibles para el país/estado seleccionados.
fr: Aucun résultat disponible pour le pays/l'état sélectionné.

# preferredLanguage
source: Preferred language/s
de: Bevorzugte Sprache/n
es: Idioma/s preferido/s
fr: Langue(s) préférée(s)

# selectPreferredLanguage
source: Select preferred language/s
de: Wählen Sie bevorzugte Sprache/n
es: Selecciona el/los idioma/s preferido/s
fr: Sélectionnez la/les langue(s) préférée(s)

# noTherapistsFoundDescription
source: Please try again changing your request or selecting different filters.
de: Bitte versuchen Sie es erneut, indem Sie Ihre Anfrage ändern oder andere Filter auswählen.
es: Por favor, inténtalo de nuevo modificando tu solicitud o probando diferentes filtros.
fr: Veuillez réessayer en modifiant votre demande ou en essayant différents filtres.

source: Go to next step
de: Zum nächsten Schritt gehen
es: Ir al siguiente paso
fr: Passer à l'étape suivante

# negativeAspectsTitle
source: Negative aspects
de: Negative Aspekte
es: Aspectos Negativos
fr: Aspects négatifs

# negativeAspectsDescription
source: What you don't want your therapist bring or treat
de: Was Sie nicht möchten, dass Ihr Therapeut mitbringt oder behandelt
es: Lo que no deseas que trate u ofrezca tu terapeuta
fr: Ce que vous ne voulez pas que votre thérapeute traite ou offre

# positiveAspectsTitle
source: Positive aspects
de: Positive Aspekte
es: Aspectos Positivos
fr: Aspects positifs

# redoRequestButton
source: Redo request
de: Anfrage wiederholen
es: Rehacer solicitud
fr: Reformuler la demande

# findMyTherapistButton
source: Find my therapist
de: Finde meinen Therapeuten
es: Encuentra mi terapeuta
fr: Trouver mon thérapeute

# seeResultsButton
source: See results
de: Ergebnisse anzeigen
es: Ver resultados
fr: Voir les résultats

# positiveAspectsDescription
source: What you expect your therapist to treat
de: Was Sie von Ihrem Therapeuten erwarten
es: Lo que deseas que ofrezca tu terapeuta
fr: Ce que vous voulez que votre thérapeute offre

source: Not found.
de: Nicht gefunden.
es: No se encontraron.
fr: Aucun résultat trouvé.

source: Oops!
fr: Oups!

# noTagsFoundErrorDescription
source: We couldn't find any results for your request. Please try a different request or try to make it longer.
de: Wir konnten keine Ergebnisse für Ihre Anfrage finden. Bitte versuchen Sie eine andere Anfrage oder versuchen Sie, sie länger zu machen.
es: No encontramos ningún resultado para tu solicitud. Por favor, intenta una solicitud diferente o intenta hacerla más larga.
fr: Nous n'avons trouvé aucun résultat pour votre demande. Veuillez essayer une demande différente ou essayer de la rendre plus longue.

source: Oh no, Something went wrong!
de: Oh nein, etwas ist schief gelaufen!
es: Oh no, algo salió mal!
fr: Oh non, quelque chose s'est mal passé!

# candidateBlockedDueToSafetyMessage
source: Inappropriate language was detected in your request and we couldn't process it. Please try again. If you believe this is a mistake, please contact us.
de: Es wurde unangemessene Sprache in Ihrer Anfrage erkannt und wir konnten sie nicht verarbeiten. Bitte versuchen Sie es erneut. Wenn Sie glauben, dass dies ein Fehler ist, kontaktieren Sie uns bitte.
es: Se ha detectado lenguaje no apropiado en su solicitud y no hemos podido procesarla. Por favor, inténtelo nuevamente. Si cree que esto se trata de un error, por favor contáctenos.
fr: Un langage inapproprié a été détecté dans votre demande et nous n'avons pas pu la traiter. Veuillez réessayer. Si vous pensez qu'il s'agit d'une erreur, veuillez nous contacter.

# noCandidatesMessage
source: There was an error trying to process your request. We have reported the issue. Please try again later.
de: Es gab einen Fehler beim Versuch, Ihre Anfrage zu verarbeiten. Wir haben das Problem gemeldet. Bitte versuchen Sie es später erneut.
es: Hubo un error al intentar procesar su solicitud. Hemos reportado el problema. Por favor, inténtelo nuevamente más tarde.
fr: Erreur lors du traitement de votre demande. Le problème a été signalé. Veuillez réessayer plus tard.

# noTextFoundInResponseMessage
source: There was an error trying to process your request. We have reported the issue. Please try again later.
de: Es gab einen Fehler beim Versuch, Ihre Anfrage zu verarbeiten. Wir haben das Problem gemeldet. Bitte versuchen Sie es später erneut.
es: Hubo un error al intentar procesar su solicitud. Hemos reportado el problema. Por favor, inténtelo nuevamente más tarde.
fr: Erreur lors du traitement de votre demande. Le problème a été signalé. Veuillez réessayer plus tard.

# noJsonFoundInResponseTextMessage
source: There was an error trying to process your request. We have reported the issue. Please try again later.
de: Es gab einen Fehler beim Versuch, Ihre Anfrage zu verarbeiten. Wir haben das Problem gemeldet. Bitte versuchen Sie es später erneut.
es: Hubo un error al intentar procesar su solicitud. Hemos reportado el problema. Por favor, inténtelo nuevamente más tarde.
fr: Erreur lors du traitement de votre demande. Le problème a été signalé. Veuillez réessayer plus tard.

# generativeAiErrorMessage
source: An error occurred while trying to process your request. We have reported the issue. Please try again later.
de: Es gab einen Fehler beim Versuch, Ihre Anfrage zu verarbeiten. Wir haben das Problem gemeldet. Bitte versuchen Sie es später erneut.
es: Ocurrió un error al intentar procesar su solicitud. Hemos reportado el problema. Por favor, inténtelo nuevamente más tarde.
fr: Erreur lors du traitement de votre demande. Le problème a été signalé. Veuillez réessayer plus tard.

# unknownErrorMessage
source: An error occurred while trying to process your request. We have reported the issue. Please try again later.
de: Es gab einen Fehler beim Versuch, Ihre Anfrage zu verarbeiten. Wir haben das Problem gemeldet. Bitte versuchen Sie es später erneut.
es: Hubo un error al intentar procesar su solicitud. Hemos reportado el problema. Por favor, inténtelo nuevamente más tarde.
fr: Erreur lors du traitement de votre demande. Le problème a été signalé. Veuillez réessayer plus tard.

source: Languages
de: Sprachen
es: Idiomas
fr: Langues

# therapistAboutMe
source: About me
de: Über mich
es: Acerca de mí
fr: À propos de moi

source: Score
de: Bewertung
es: Valoración
fr: Évaluation

source: Professional Certificates
de: Berufszertifikate
es: Certificados
fr: Certificats

# messageMeButton
source: Message me
de: Nachricht senden
es: Envíame un mensaje
fr: Envoyez-moi un message

# settingsScreenTitle
source: Settings
de: Einstellungen
es: Configuraciones
fr: Paramètres

# changeLanguageButton
source: Change language
de: Sprache ändern
es: Cambiar Idioma
fr: Changer de langue
